[English]
1=FATAL ERROR!
2=Error Code:
3=Close the window
4=Settings
5=Ignore chan(s):
6=Add
7=Del
8=Clear
9=Ignore nick(s):
10=Private Notice Command Prefix
11=Channel Message Command Prefix
12=Language:
13=Enable
14=Menu
15=Help
16=About
17=Restart
18=Exit
19=0
20=The
21=Enter the nickname:
22=Enter
23=0
24=0
25=Display all the module using output messages
26=by
27=Enter the network name:
28=Only one network at the time!
29=The network name is too long!
30=Enter the channel name:
31=Only one channel at the time!
32=Please enter the '#' character in front of the channel name!
33=This channel name is already exists into the list!
34=This nickname is already exists into the list!
35=Only one nickname at the time!
36=created on
37=Error, Not enough parameters!
38=Syntax is:
39=E.g:
40=Error, There was an connection problem between the server!
41=Error Details:
42=Valid
43=Free
44=Role
45=MX
46=email
47=Show the
48=information
49=Remove color/bold/underline from informations
50=That email address that you enter doesn't exist in the web!
51=Error, Incorrect parameters!
52=Display in the
53=menu this module menu
54=Yes

[Greek]
1=ΚΡΙΣΙΜΟ ΣΦΑΛΜΑ!
2=Κωδικός Σφάλματος:
3=Κλείσιμο Παραθύρου
4=Ρυθμίσεις
5=Αγνόηση Καναλιών:
6=Προσθήκη
7=Διαγραφή
8=Διαγραφή όλων
9=Αγνόηση Χρηστών:
10=Εντολέας Χαρακτήρα Προσωπικής Ειδοποιήσης:
11=Εντολέας Χαρακτήρα Μηνύματος Καναλιού:
12=Γλώσσα:
13=Ενεργοποίηση
14=Μενού
15=Βοήθεια
16=Περί
17=Επανεκκίνηση
18=Έξοδος
19=0
20=Το
21=Πληκτρολογίστε το ψευδόνυμο χρήστη:
22=Εισαγωγή
23=0
24=0
25=Εμφάνισε τα εξερχόμενα μηνύματα της εφαρμογής
26=από τον
27=Πληκτρολογίστε το όνομα του δυκτίου:
28=Μόνο ένα δύκτιο τη φορά!
29=Το όνομα του δυκτίου είναι μεγάλο!
30=Πληκτρολογίστε το όνομα του καναλιού:
31=Μόνο ένα κανάλι τη φορά!
32=Παρακαλούμε πληκτρολογίστε τον χαρακτήρα '#' μπροστά από κάθε όνομα του καναλιού!
33=Αυτό το όνομα του καναλιού υπάρχει ήδη στην λίστα!
34=Αυτό το ψευδόνυμο χρήστη υπάρχει στην λίστα!
35=Μόνο ένα ψευδόνυμο χρήστη τη φορά!
36=δημιουργήθηκε στίς
37=Σφάλμα, Μη επαρκές παράμετροι!
38=Σύνταξη είναι:
39=Π.χ:
40=Σφάλμα, Υπήρξε κάποιο πρόβλημα κατά την συνδεσή με τον σέρβερ!
41=Λεπτομέριες Σφάλματος:
42=Έγκυρο
43=Αφιλοκερδές
44=Ρόλος
45=MX
46=Ηλεκτρονική Διεύθυνση
47=Εμφάνισε την πληροφορία
48=στις λεπτομέριες
49=Αφαίρεσε χρώμα/έντονo/υπογράμμηση από τις λεπτομέριες
50=Αυτή η ηλεκτρονική διεύθυνση που εισάγατε ΔΕΝ υπάρχει στο διαδίκτυο!
51=Σφάλμα, Λανθασμένοι παράμετροι!
52=Εμφάνιση στο μενού
53=το μενού αυτής της εφαρμογής
54=Ναι